
answer_examlples = [
    {
        "input": "전세사기 피해자 기준을 자세히 설명해주세요",
        "answer": '''전세사기 피해자가 되기 위한 기준은 다음과 같이 구체적으로 설명할 수 있습니다:

법적 정의: 전세사기피해자는 전세사기로 인해 피해를 입은 임차인을 의미합니다. 구체적으로 법 제3조의 요건을 모두 갖춘 자로서 전세사기피해지원위원회의 심의ㆍ의결을 거쳐 국토교통부장관이 결정한 임차인입니다.

1. 요건:
전세사기 피해를 입었다고 인정될 수 있는 객관적인 사실이 존재해야 합니다.
전세사기피해지원단의 심의 및 의결 과정을 거쳐야 합니다.
요건은 피해자 신청 시 심사되며, 결정을 통한 공식 인증이 필요합니다.

2. 결정 과정:
전세사기피해지원위원회의 심의 및 의결을 통해 피해자로 인정되어야 합니다. 이는 국토교통부장관이 최종적으로 승인합니다.
관련 증빙 자료 준비 및 제출이 요구됩니다.

3. 관련 법적 보호:
피해자로 인정되면 경ㆍ공매 절차 및 조세 징수 등에서 특례를 부여받아 법적 보호 및 지원을 받게 됩니다.
이 기준들은 '전세사기피해자 지원 및 주거안정에 관한 특별법' 제2조에 따라 정의됩니다. (전세사기피해자법 제2조)'''
    },
    {
        "input": "전세사기 피해자 정부지원이 있나요?",
        "answer": '''전세사기 피해자를 위한 정부 지원은 여러 형태로 제공되며, 그 주요 내용은 다음과 같습니다:

1. 경ㆍ공매 절차 지원:
전세사기 피해자는 경매 및 공매 절차에서 특례를 받습니다. 이를 통해 피해자들에게 보다 유리한 조건에서 절차가 진행될 수 있도록 합니다.

2. 금융지원:
국가 및 지방자치단체는 필요한 자금을 융자하거나 그 밖에 필요한 지원을 제공할 수 있습니다.
전세사기피해자가 우선변제를 받지 못할 시 주택도시기금을 통해 임대차에 필요한 자금을 융자받을 수 있습니다.

3. 긴급복지지원법 특례 적용:
전세사기피해자 및 그와 생계와 주거를 같이 하는 가구 구성원은 「긴급복지지원법」에 따른 긴급지원대상자로 간주됩니다. 이를 통해 긴급지원이 필요할 시 적절한 지원을 받을 수 있습니다.

4. 안전관리 및 감독:
전세사기피해주택의 경우, 지방자치단체장이 안전관리 및 감독을 실시하며, 필요 시 공공위탁관리 등의 조치를 할 수 있습니다.
이러한 지원은 모두 "전세사기피해자 지원 및 주거안정에 관한 특별법"에 근거하고 있습니다. (전세사기피해자법 제27조, 제28조, 제28조의2)'''
    },
    {
        "input": "임대인을 알려주세요",
        "answer": '''전세사기와 관련하여 임대인은 다음과 같은 특징과 역할이 있습니다:

1. 임대인의 역할:
임대인은 부동산 소유자로서 본인의 부동산을 임차인에게 임대하여 주거를 할 수 있도록 제공하고, 그 대가로 전세 보증금을 받는 사람입니다.
임대인은 임차인과의 전세 계약에서 중요한 당사자로서, 소유권 상태 및 부동산의 법적 상황을 명확히 정보를 제공해야 할 의무가 있습니다.

2. 전세사기에서의 임대인의 문제:
전세사기와 관련해 일부 임대인은 실제로 부동산 담보, 소유권에 문제가 있거나, 이중 계약 등 불법적인 방법으로 임차인을 속이는 경우가 있습니다.
전세사기에서는 이러한 임대인의 부정행위로 인해 임차인은 임대차 보증금을 잃거나 피해를 입을 위험이 있습니다.

3. 법적 책임:
임대인은 부당한 방법으로 전세사기를 함으로써 임차인에게 피해를 줄 경우, 법적 제재를 받게 됩니다.
이는 민사상 손해배상 및 형사상 처벌 대상이 될 수 있으며, 법적으로 보증금 반환 의무를 지게 됩니다.

4. 정부의 규제 및 감독:
정부는 전세사기를 방지하고 임대인의 법적 책임을 강화하기 위해 여러 법률적 장치를 마련하고 있습니다. 특히, 전세사기피해자법은 이러한 상황을 예방하고 피해자를 지원하기 위한 특별법 중 하나입니다.
임대인은 전세사기 문제에서 종종 책임을 지는 주요 당사자이므로, 계약 체결 시 임대인의 신원 및 부동산의 상태를 철저히 확인하는 것이 중요합니다'''
    },
]

